[
  {
    "title": "Technology Agnostic",
    "description": "Connect any technology. If a technology can send and/or receive data, that means it can be connected to MESG.<br/><br/>Connections can come from any traditional web service, blockchain technology, IoT or private event system that your company might have.<br/><br/>You get it, <strong>anything with data can be connected to MESG</strong>."
  },
  {
    "title": "Service Oriented",
    "description": "Organize, use and re-use parts of your application into services. Every service will be its own application with its own <strong>tasks</strong> and <strong>events</strong> that your application will be able to connect to.<br/><br/>This kind of architecture is interesting because it helps you create flexible applications that are easily maintainable."
  },
  {
    "title": "Event Driven",
    "description": "Imperative programming is so old-school. We want real-time and event-driven applications that are really reactive.<br/><br/>Now, the only business logic you have to write is the description of how you want to execute a specific task.<br/><br/>Your Application is a simple list of <strong>when</strong> ... and <strong>then</strong> ..."
  },
  {
    "title": "Minimal coding",
    "description": "Building features onto your application is really simple when it’s event-driven and service-oriented. You don't even need any coding skills to create an application.<br/><br/>Imagine a specific workflow, then just describe it in a <strong>workflow file</strong> and your application is all set and ready to run."
  },
  {
    "title": "Decentralized",
    "description": "Decentralization is more than just a hot topic, it's a new way to create applications where users no longer need to use servers or make sure those servers are running 100% of the time.<br/><br/>With MESG, your application’s services <strong>run everywhere</strong>, and every part of your application is <strong>executed by different actors</strong> on the network."
  }
]